const SUBJECTS = [
    {
        id: 1,
        name: "Инжиниринг и реинжиниринг информационных систем",
    },
    {
        id: 2,
        name: "Иностранный язык в профессиональной деятельности"
    },
    {
        id: 3,
        name: "Метрология, стандартизация и сертификация информационных технологий и систем"
    },
    {
        id: 4,
        name: "Телекоммуникационные системы и технологии"
    },
    {
        id: 5,
        name: "Технологии разработки цифровых ресурсов"
    },
    {
        id: 6,
        name: "Учебная практика, по получению первичных профессиональных умений и навыков"
    },
    {
        id: 7,
        name: "Физическая культура (элективная дисциплина)"
    },
    {
        id: 8,
        name: "Философия"
    },
    {
        id: 9,
        name: "Экология"
    },
    {
        id: 10,
        name: "Управление данными в информационных системах"
    },
];

export default SUBJECTS;